Repository: common-repository/wc-dlocal-payments
Catalog: languages/woo-dlocal-*.po
Languages: es, pt_br

source: Enable/Disable
es: Habilitar/Deshabilitar
pt_br: Habilitar/Desabilitar

source: Enable
es: Habilitar
pt_br: Habilitar

source: Checkout title
es: Título durante el proceso de compra
pt_br: Título do checkout

source: Title during checkout
es: Título durante el proceso de compra
pt_br: Título durante o checkout

source: Pay with cash
es: Paga con efectivo
pt_br: Pagamentos com Boleto

source: Send payments using the WooCommerce main currency
es: Enviar pagos usando la moneda principal de WooCommerce
pt_br: Envie pagamentos usando a moeda principal do WooCommerce

source: If this option is ticked, all payments will be sent to dLocal using the main WooCommerce currency.
es: Si esta opción está marcada, todos los pagos serán enviados a dLocal usando la moneda principal de WooCommerce.
pt_br: Se essa opção estiver marcada, todos os pagamentos serão enviados à dLocal usando a moeda principal do WooCommerce.

source: If this option is not ticked, the currency is assumed to be the corresponding to the selected billing country during checkout.
es: Si esta opción no está marcada, se asume que la moneda es la correspondiente al país de facturación seleccionado durante el proceso de pago.
pt_br: Se essa opção não estiver marcada, a moeda será considerada a correspondente ao país de cobrança selecionado durante o checkout.

source: This options should be ticked if you are not using a multicurrency plugin that adapts prices depending on the client selected billing country
es: Esta opción debe estar marcada si no utiliza un plugin multimoneda que adapte los precios en función del país de facturación seleccionado por el cliente
pt_br: Essa opção deve ser marcada se você não estiver usando um plug-in de várias moedas que adapte os preços dependendo do país de cobrança selecionado pelo cliente

source: Environment
es: Ambiente
pt_br: Ambiente

source: Sandbox credentials
es: Credenciales de pruebas
pt_br: Credenciais do Sandbox

source: Secret Key
es: Clave privada
pt_br: Chave Secreta

source: Production credentials
es: Credenciales de producción
pt_br: Credenciais de produção

source: Error during payment
es: Error durante el pago
pt_br: Erro durante o pagamento

source: For this payment gateway, identification field is required
es: Para este método de pago, el campo identificación es requerido
pt_br: Para este gateway de pagamento, o campo de identificação é obrigatório

source: Invalid identification
es: Identificación inválida
pt_br: Identificação inválida

source: Payment method
es: Método de pago
pt_br: Método de Pagamento

source: Identification
es: Identificación
pt_br: Identificação

source: Only numbers and letters
es: Solo números y letras
pt_br: Apenas números e letras

source: Configure
es: Configurar
pt_br: Configurar
